tap 'anomalyco/tap'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'gh'
brew 'fnm'
brew 'mole'
brew 'opencode'
brew 'agent-browser'
cask 'claude-code'
cask 'codex'
brew 'stow'
brew 'lazygit'
brew 'zoxide'
brew 'eza'
cask 'font-jetbrains-mono'

cask 'iterm2'
cask 'raycast'
cask 'visual-studio-code'
cask 'zed'
cask 'bitwarden'
cask 'github'
cask 'karabiner-elements'
